{
    "format": "graph-model",
    "convertedBy": "TensorFlow.js Converter",
    "generatedBy": "tensorflowjs_converter",
    "modelTopology": {
      "model_config": {
        "class_name": "Sequential",
        "config": {
          "name": "sequential_1",
          "layers": [
            {
              "class_name": "Conv2D",
              "config": {
                "filters": 1,
                "kernel_size": [1, 1],
                "strides": [1, 1],
                "padding": "valid",
                "data_format": "channels_last",
                "dilation_rate": [1, 1],
                "activation": "linear",
                "use_bias": true,
                "kernel_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "bias_initializer": {
                  "class_name": "Zeros",
                  "config": {}
                },
                "name": "conv2d_1"
              }
            }
          ]
        }
      }
    },
    "weightsManifest": [
      {
        "paths": ["group1-shard1of1.bin"],
        "weights": [
          {
            "name": "conv2d_1/kernel",
            "shape": [1, 1, 3, 1],
            "dtype": "float32"
          },
          {
            "name": "conv2d_1/bias",
            "shape": [1],
            "dtype": "float32"
          }
        ]
      }
    ]
  }